Repository: A2SV/g6-jobmate
Catalog: job_mate/lib/l10n/app_*.arb
Languages: am

# appTitle
source: JobMate
am: ጆብሜት

# welcomeMessage
source: Hi! I'm JobMate, your career buddy!
am: ሰላም! እኔ ጆብሜት ነኝ፣ የእርስዎ የሙያ ጓደኛ!

# howCanIHelp
source: How can I help you today?
am: ዛሬ እንዴት ልረዳዎ?

# cvReview
source: Review my CV
am: ሲቪዬን ይገምግሙ

source: Find jobs
am: ስራዎችን ያግኙ

source: Practice interview
am: የቃለ-መጠይቅ ልምምድ

source: Upload CV
am: ሲቪ ያስገቡ

# describeBackground
source: Describe your background
am: የእርስዎን ዳራ ይግለጹ

source: CV Feedback
am: የሲቪ አስተያየት

source: Job Suggestions
am: የስራ ጥቆማዎች

source: Interview Questions
am: የቃለ-መጠይቅ ጥያቄዎች

source: Login
am: ግባ

source: Register
am: ተመዝግብ

source: Email
am: ኢሜይል

source: Password
am: የይለፍ ቃል

source: Submit
am: አስገባ

source: Cancel
am: ሰርዝ

# hello
source: Hello {userName}
am: ሰላም {userName}

# cvImprovementTips
source: Here are some tips to improve your CV:
am: የእርስዎን ሲቪ ለማሻሻል አንዳንድ ጠቃሚ ምክሮች እዚህ አሉ።

# jobOpportunities
source: Here are some job opportunities for you:
am: ለእርስዎ የሚሆኑ የስራ እድሎች እነዚህ ናቸው:

# interviewPracticeMode
source: Let's practice some interview questions!
am: የቃለ-መጠይቅ ጥያቄዎችን እንለማመድ!

source: Welcome Back
am: እንኳን ደህና መጡ

source: What would you like to do?
am: ምን ማድረግ ይፈልጋሉ?

source: CV Analysis
am: የሲቪ ትንታኔ

# getFeedbackOnResume
source: Get feedback on your resume
am: በሲቪዎ ላይ አስተያየት ያግኙ

source: Job Search
am: ስራ ፍለጋ

source: Find perfect job matches
am: ለእርስዎ ተስማሚ ስራዎችን ያግኙ

source: Interview Prep
am: የቃለ-መጠይቅ ዝግጅት

source: Practice with mock interviews
am: በምሳሌ ቃለ-መጠይቆች ይለማመዱ

source: Skill Boost
am: ችሎታ ማሻሻያ

source: Get personalized learning plan
am: የግል የትምህርት እቅድ ያግኙ፡

source: Your AI Career Buddy
am: የእርስዎ የAI የሙያ ጓደኛ

# signInToContinue
source: Sign in to continue your career journey
am: የሙያ ጉዞዎን ለመቀጠል በመለያ ይግቡ

# dontHaveAccount
source: Don't have an account?
am: መለያ የለዎትም?

source: Sign up here
am: እዚህ ይመዝገቡ

source: Welcome to JobMate
am: ወደ ጆብሜት እንኳን ደህና መጡ

# createAccountToStart
source: Create your account to start your career journey
am: የሙያ ጉዞዎን ለመጀመር መለያ ይፍጠሩ

source: First Name
am: የመጀመሪያ ስም

source: Last Name
am: የአባት ስም

source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ

source: Request OTP
am: OTP ይጠይቁ

source: Enter OTP
am: OTP ያስገቡ

# alreadyHaveAccount
source: Already have an account?
am: አስቀድመው መለያ አላችሁ?

source: Sign in here
am: እዚህ ይግቡ

# cvHelpMessage
source: I would be happy to help you with your CV. You can upload your current CV or describe your background below.
am: በሲቪዎ ላይ ልረዳዎ ደስተኛ ነኝ። የአሁኑን ሲቪ ማሳየት ወይም ዳራዎን ከዚህ በታች መግለጽ ይችላሉ።

# cvTab
source: CV
am: ሲቪ

# jobsTab
source: Jobs
am: ስራዎች

# interviewTab
source: Interview
am: ቃለ-መጠይቅ

# skillsTab
source: Skills
am: ችሎታዎች

# comingSoon
source: This section is coming soon
am: ይህ ክፍል በቅርቡ ይመጣል

# userNotAuthenticated
source: User not authenticated. Please log in.
am: ተጠቃሚው አልተረጋገጠም። እባክዎ ይግቡ።

source: Your AI Career Companion!
am: የእርስዎ የAI የሙያ ጓደኛ!

source: AI powered
am: በAI የተመራ

source: Career Focus
am: የሙያ ትኩረት

# pleaseEnterEmailFirst
source: Please enter your email first
am: እባክዎ መጀመሪያ ኢሜይልዎን ያስገቡ
